{
  "naviboard": {
    "title": "Naviboard",
    "text": "The system is composed of an admin website, an IOS application, and a display website. On the admin website, a user will configure map, destinations, and the paths to those destinations. On the iPhone, after selecting a destination, each user gets a personal icon so they can be directed by looking at displays installed throughout the place instead of their phone. There is also a voice helper to improve this behavior. The system uses beacon technology to calculate a smartphone's position and the IOS application communicates with the display through WebSockets.",
    "skills": [
      "Swift",
      "NodeJS",
      "React (NextJS)",
      "Typescript",
      "Websockets",
      "Laravel",
      "VueJS",
      "AWS",
      "AWS Polly",
      "Docker"
    ]
  },
  "loco": {
    "title": "Loco",
    "text": "Loco is an admin website where users can set up beacons and maps (the most common would be a shop's floor or a station map). They can then use the beacon technology inside their shops with their smartphone application.",
    "skills": ["Laravel", "VueJS", "ElasticSearch", "AWS", "Docker"]
  },
  "locuscloud": {
    "title": "Locus Cloud",
    "text": "it is a reporting website that aims to help manage the data provided by the RFID technology (scan items codes in stores). The system displays articles that have been scanned, the stocks, the shipments, the arrivals, and the inventories. Inside the settings page, an admin user can configure the whole system and manage how the data will be displayed.",
    "skills": ["Laravel", "VueJS", "MySQL", "AWS", "Docker"]
  },
  "motivo": {
    "title": "Motivo",
    "text": "Motivo CRM is a recruiting system application, composed of three websites: candidate, recruiter, company. The candidate can create multiple profiles, connect with recruiters, look at the job offers, apply to one, manage tasks within a kanban board (like Trello), respond to invitations or create events on a calendar, chat with people or send emails. Recruiters and companies have access to the same technology with some personalized features.",
    "skills": ["React", "Typescript", "Styled components"]
  },
  "chatbot": {
    "title": "Chat Bot",
    "text": "The chatbot can be easily integrated into any website and will display a form, customized by an admin on the management website. The form information is stored and available to the admin.",
    "skills": ["Django", "React", "Typescript"]
  }
}
